import React, {useEffect, useState} from 'react';
import Header from "../Header";
import Footer from "../Footer";
import axios from "axios";
import {API_PATH} from "../../tools/constants";

const YouthUnion = () => {
    const [youthUnion , setyouthUnion] = useState([]);

    useEffect(()=>{
        axios.get(API_PATH + "Yoshlar-ittifoqi/")
            .then((res)=>{
                console.log(res)
                setyouthUnion(res.data.results)
            })
    },[]);

    return (
        <div>
            <Header/>
            <div className="youthunion">
                <div className="container">
                    <div className="row">
                        <div className="col-12 pl-0 mb-4">
                            <h2>Корхона ёшлар иттифоқи</h2>
                        </div>
                        {youthUnion.map((item,index)=>{
                            return(
                                <div className="col-6">
                                    <p>{item.text}</p>
                                </div>
                            )
                        })}
                        <div className="col-6 pl-0">
                            <p>
                                Ўзбекистон Республикаси Давлат геология ва минерал ресурслар қўмитаси тизимида ёшларга
                                оид давлат сиёсати Ўзбекистон Республикаси Президентининг 2017 йил 5 июлдаги “Ёшларга
                                оид давлат сиёсати самарадорлигини ошириш ва Ўзбекистон ёшлар иттифоқи фаолиятини
                                қўллаб-қувватлаш тўғрисида”ги ПФ-5106-сон Фармони асосида амалга оширилади.<br/>
                            </p>
                            <p>

                                Ўзбекистон ёшлар иттифоқи Марказий Кенгаши билан Давлат геология қўмитасида Етакчилар
                                кенгаши тузиш
                                бўйича қўшма 2017 йил 25 августда 20-ҚҚ-сонли қарор имзоланган. Қўшма қарор билан
                                Ўзбекистон Ёшлар Иттифоқининг Давлат геология қўмитаси бошланғич ташкилоти тўғрисидаги
                                Низоми ҳамда Давлат геология қўмитасида Ўзбекистон ёшлар иттифоқининг тегишли
                                тизимлардаги бошланғич ташкилотлари фаолиятини мувофиқлаштирувчи Етакчилар кенгаши
                                тўғрисида Низом тасдиқланган.<br/>
                            </p>
                            <p>
                                Шу билан бирга Давлат геология қўмитасида Ўзбекистон Ёшлар
                                Иттифоқининг тегишли тизимлардаги бошланғич ташкилотлари фаолиятини мувофиқлаштириш
                                бўйича Етакчилар Кенгаши фаолияти йўлга қўйилган.<br/>
                            </p>
                            <p>
                                Етакчилар кенгаши Раисига Давлат
                                геология қўмитасининг ёшлар масалалари бўйича етакчиси мақоми берилган. Етакчилар
                                кенгаши раиси жамоатчилик асосида фаолият олиб борилади.<br/>
                            </p>
                            <p>
                                Давлат геология қўмитаси
                                тизимида ёшларга оид давлат сиёсати ижроси юзасидан ишлаб чиқиладиган ҳар йиллик
                                чора-тадбирлар дастури тасдиқланиб ушбу дастурга мувофиқ ишлар амалга оширилади.
                            </p>
                        </div>
                        <div className="col-6 pr-0">
                            <p>
                                Давлат геология қўмитасининг қуйи тизимларида жами 26 та ташкилот мавжуд бўлиб, уларда
                                жами 13 267 нафар ходим меҳнат фаолиятини олиб бормоқда. Уларнинг 2886 нафарини 30
                                ёшгача бўлган ишчи-ходимлар ташкил этади.<br/>
                                </p>
                                <p>
                                    Ёшларга оид давлат сиёсатини рўёбга чиқаришда
                                    нодавлат нотижорат ташкилотлар, фуқароларнинг ўзини ўзи бошқариш органлари ҳамда
                                    фуқаролик жамиятининг бошқа институтлари билан ҳамкорлик йўлга қўйилган (Ўзбекистон
                                    ёшлар иттифоқи, Республика маънавият-тарғибот маркази). Хусусан, Давлат геология
                                    қўмитаси Ёшлар Иттифоқи бошланғич ташкилоти ва “Ўзбекистон геологлар миллий
                                    қўмитаси”
                                    нодавлат нотижорат ташкилоти билан ўзаро ҳамкорлик меморандуми имзоланган.<br/>
                                </p>
                                <p>
                                    Ёшларнинг бўш
                                    вақтини мазмунли ўтказишни таъминлаш мақсадида махсус фан, техника тўгараклари ва
                                    ижодий
                                    тўгараклар, клублар ташкил этилган. Хусуан, Давлат геология қўмитаси тизимидаги
                                    “ГИДРОИНГЕО институти” ДМда “Ёш мутахассислар кенгаши” ташкил этилган бўлиб доимий
                                    равишда фаолият юритиб келади.<br/>
                                    </p>
                                    <p>
                                        Ёшлар ўртасида жисмоний тарбия ва спортни ривожлантириш,
                                        соғлом турмуш тарзини шакллантиришга бўлган интилишни ва спортга бўлган
                                        қизиқишини
                                        рағбатлантириш бўйича (мини футбол, стол тенниси, волейбол) бир қатор ишлар
                                        доимий
                                        амалга оширилади. Жумладан, Давлат геология қўмитаси ва тизим ости корхоналарида
                                        спорт
                                        хоналари ташкил этилган, спорт иншоатлари билан шартнома асосида мусобақалар
                                        ташкил
                                        этилиб борилади.<br/>
                                    </p>
                                    <p>
                                        Ёшларга оид давлат сиёсатини рўёбга чиқаришда тузилма томонидан оммавий
                                        ахборот воситалари орқали ёритиб борилади.
                                    </p>
                        </div>
                    </div>
                </div>
            </div>
            <Footer/>
        </div>
);
};

export default YouthUnion;
